{
  "Name": "Yasmine Dhaouadi",
  "Contact": {
    "email": "yasmine.dhaouadi@esprit.tn",
    "phone": "+216 94098442",
    "location": "Net, Java",
    "url": ""
  },
  "Summary": "Domaine. Je Suis Actuellement A La Recherche Dun Stage De 2 Mois Pour Renforcer Et Approfondir Mes Competences. Programming & Frameworks: C, C#, .Net, Java, Spring Boot, Java Script, Type Script, Angular, Sql Cloud & Dev Ops: Azure, Open Stack, Kubernetes, Docker, Ci/Cd, Ansible, Terraform",
  "Skills": [
    "Angular",
    "Ansible",
    "Azure",
    "Ci/Cd",
    "Docker",
    "Java",
    "Kubernetes",
    "Linux",
    "Microservices",
    "Networking",
    "Rest",
    "Spring",
    "Spring Boot",
    "Sql",
    "Terraform",
    "Ubuntu"
  ],
  "Education": [
    {
      "degree": "Engineering Degree Expected  Esprit University",
      "institution": "Engineering Degree Expected  Esprit University",
      "duration": "2025"
    },
    {
      "degree": "Preparatory Cycle For Engineering Studies Institut Preparatoire Aux Etudes",
      "institution": "",
      "duration": "2021 - 2023"
    }
  ],
  "Projects": [
    {
      "name": "Skill Swap 2025",
      "description": "Developed A Full-Stack Web Application For Skill-Sharing And Online Learning, Deployed On A Private Cloud. Back-End Built With Spring Boot, Front-End Developed Using Angular, With Integrated Ai Features. Set Up A Private Cloud Infrastructure Using Open Stack On Ubuntu. Installed Kubernetes And Docker To Containerize And Deploy The Application. Deployed On A Private Cloud. Features."
    },
    {
      "name": "Installed Kubernetes And Docker To Containerize And Deploy The Application.",
      "description": "Blooder 2024: Created A Desktop Application In C For Managing Blood Donations. Features Include Donor Registration, Appointment Scheduling, And Real-Time Inventory Tracking For Doctors And Nurses. Biometric Security System 2024: Simulated A Biometric Security System Using The Pic16F877 Microcontroller."
    },
    {
      "name": "Blooder 2024",
      "description": "Created A Desktop Application In C For Managing Blood Donations. Features Include Donor Registration, Appointment Scheduling, And Real-Time Inventory Tracking For Doctors And Nurses. Biometric Security System 2024: Simulated A Biometric Security System Using The Pic16F877 Microcontroller. For Doctors And Nurses."
    },
    {
      "name": "Biometric Security System 2024",
      "description": "Simulated A Biometric Security System Using The Pic16F877 Microcontroller. Microcontroller."
    }
  ],
  "Experience": [
    {
      "role": "Network Engineering Intern",
      "company": "",
      "duration": "2024",
      "location": "Tunisie Telecom",
      "description": "Diagnosed And Resolved Issues In Fixed-Line Telephone Networks, Including Installation Of New Lines. Handled Sdh Fiber Optics, Coaxial Cables, And Microwave Transmission Technologies. Diagnosed And Resolved Issues In Fixed-Line Telephone Networks, Including Installation Of New Lines. Handled Sdh Fiber Optics, Coaxial Cables, And Microwave Transmission Technologies. Used Test Desks To Identify Network Faults And Manage Adsl Upgrade Procedures."
    }
  ],
  "Certifications": [],
  "languages": [
    "Arabic",
    "English",
    "French"
  ],
  "Interests": []
}